Repository: primmapola/Timer
Catalog: Timer/Localizable.xcstrings
Source language: ru
Languages: en

# %lld × (%@ раунд + %@ отдых)
source: %1$lld × (%2$@ раунд + %3$@ отдых)
en: %1$lld × (%2$@ round + %3$@ rest)

# accessibility.counter
source: Счетчик раундов
en: Round counter

# accessibility.counter.value
source: Раунд %lld из %lld
en: Round %lld of %lld

# accessibility.phase
source: Фаза
en: Phase

# accessibility.status
source: Статус
en: Status

# accessibility.time_remaining
source: Оставшееся время
en: Time remaining

# alert.cancel
source: Отмена
en: Cancel

# alert.create_preset.title
source: Создать новый пресет
en: Create New Preset

# alert.create_preset.message
source: Введите название для нового пресета на основе текущих настроек
en: Enter a name for the new preset based on current settings

# alert.create_preset.placeholder
source: Название пресета
en: Preset Name

# alert.delete
source: Удалить
en: Delete

# alert.delete_preset.message
source: Вы уверены, что хотите удалить тренировку "%@"?
en: Are you sure you want to delete workout "%@"?

# alert.delete_preset.title
source: Удалить тренировку?
en: Delete workout?

# alert.save
source: Сохранить
en: Save

# alert.save_preset.message
source: Введите название для сохранения параметров
en: Enter a name to save the settings

# alert.save_preset.title
source: Сохранить шаблон
en: Save preset

# button.close
source: Закрыть
en: Close

# button.pause
source: Пауза
en: Pause

# button.reset
source: Сброс
en: Reset

# button.start
source: Старт
en: Start

# empty_state.description
source: Создайте первую тренировку в настройках
en: Create your first workout in settings

# empty_state.title
source: Нет сохраненных тренировок
en: No saved workouts

# individual_rounds.add_round
source: Добавить раунд
en: Add round

# individual_rounds.duplicate
source: Дублировать
en: Duplicate

# individual_rounds.footer
source: Настройте длительность каждого раунда и отдыха индивидуально
en: Configure duration of each round and rest individually

# individual_rounds.header
source: Настройка раундов
en: Round settings

# individual_rounds.rest_after
source: Отдых после раунда
en: Rest after round

# individual_rounds.rest_warning
source: Предупреждение отдыха
en: Rest warning signal

# individual_rounds.round_duration
source: Длительность раунда
en: Round duration

# individual_rounds.round_number
source: Раунд %lld
en: Round %lld

# individual_rounds.round_warning
source: Предупреждение раунда
en: Round warning signal

# individual_rounds.title
source: Индивидуальные раунды
en: Individual rounds

# individual_rounds.summary
source: Индивидуально настроенные раунды
en: Individually configured rounds

# nav.presets
source: Пресеты
en: Presets

# nav.settings
source: Настройки
en: Settings

# preset.detail.rest
source: Отдых
en: Rest

# preset.detail.round
source: Раунд
en: Round

# preset.detail.individual_rounds
source: Индивидуальная настройка
en: Individual configuration

# preset.duplicate
source: Дублировать
en: Duplicate

# preset.update
source: Обновить
en: Update

# preset.duplicate_name
source: %@ (Копия)
en: %@ (Copy)

# preset.row.rounds
source: раундов
en: rounds

# preset.row.total
source: Всего: %@
en: Total: %@

# presets.title
source: Мои тренировки
en: My Workouts

# quick_preset.3min.subtitle
source: 1 мин отдых
en: 1 min rest

# quick_preset.3min.title
source: 3 мин
en: 3 min

# quick_preset.5min.subtitle
source: 1 мин отдых
en: 1 min rest

# quick_preset.5min.title
source: 5 мин
en: 5 min

# quick_preset.12min.subtitle
source: 3 мин отдых
en: 3 min rest

# quick_preset.12min.title
source: 12 мин
en: 12 min

# section.main_settings
source: Основные параметры
en: Main settings

# section.quick_presets
source: Быстрые настройки
en: Quick settings

# section.sounds
source: Звуки
en: Sounds

# section.total_time
source: Общее время
en: Total time

# section.warnings
source: Предупреждения
en: Warnings

# settings.configuration_mode.description
source: Настраивайте каждый раунд отдельно
en: Configure each round separately

# settings.configuration_mode.header
source: Режим настройки
en: Configuration mode

# settings.configuration_mode.label
source: Индивидуальные раунды
en: Individual rounds

# settings.configure_rounds
source: Настроить раунды
en: Configure rounds

# settings.pause.description
source: Отдых между раундами
en: Rest between rounds

# settings.pause.label
source: Пауза
en: Pause

# settings.rest_warning.description
source: За %lld сек до конца
en: %lld sec before end

# settings.rest_warning.display
source: %lld сек
en: %lld sec

# settings.rest_warning.label
source: Сигнал паузы
en: Pause signal

# settings.rest_warning.picker_option
source: %lld сек
en: %lld sec

# settings.round_warning.description
source: За %lld сек до конца
en: %lld sec before end

# settings.round_warning.display
source: %lld сек
en: %lld sec

# settings.round_warning.label
source: Сигнал раунда
en: Round signal

# settings.round_warning.picker_option
source: %lld сек
en: %lld sec

# settings.round.description
source: Время активной работы
en: Active work time

# settings.round.label
source: Раунд
en: Round

# settings.rounds_count
source: %lld раундов
en: %lld rounds

# settings.rounds.description
source: Количество повторений
en: Number of repetitions

# settings.rounds.label
source: Раунды
en: Rounds

# settings.save_preset
source: Сохранить шаблон
en: Save preset

# settings.save_as_new_preset
source: Сохранить как новый
en: Save as new preset

# settings.update_preset
source: Обновить текущий
en: Update current preset

# settings.sound.pause_start
source: Начало паузы
en: Pause start

# settings.sound.pause_warning
source: Сигнал паузы
en: Pause signal

# settings.sound.round_start
source: Начало раунда
en: Round start

# settings.sound.round_warning
source: Сигнал раунда
en: Round signal

# settings.sound.workout_end
source: Завершение тренировки
en: Workout end

# settings.title
source: Параметры
en: Settings

# settings.warning.duration_invalid
source: ⚠️ Время сигнала не может быть больше или равно длительности периода
en: ⚠️ Signal time cannot be greater than or equal to period duration

# sound_picker.header
source: Выбор звука
en: Select sound

# status.completed
source: ЗАВЕРШЕНО
en: COMPLETED

# status.finish
source: ФИНИШ
en: FINISH

# status.paused
source: ПАУЗА
en: PAUSED

# status.ready
source: ГОТОВ
en: READY

# status.rest
source: ОТДЫХ
en: REST

# status.round
source: РАУНД
en: ROUND

# status.text.finished
source: Тренировка завершена!
en: Workout completed!

# status.text.idle
source: Хорошей тренировки!
en: Ready to train!

# status.text.round
source: РАУНД %lld
en: ROUND %lld

# time_picker.minutes
source: минут
en: minutes

# time_picker.seconds
source: секунд
en: seconds

# time_unit.min
source: мин
en: min

# time_unit.sec
source: сек
en: sec

# timer
source: Таймер
en: Timer

# timer.badge
source: Раунд %lld из %lld
en: Round %lld of %lld

# timer.counter.round
source: РАУНД
en: ROUND

# timer.counter.total
source: ВСЕГО
en: TOTAL

# widget.on_pause
source: На паузе
en: On pause

# widget.round_status
source: Раунд %lld/%lld
en: Round %lld/%lld

source: Название шаблона
en: Preset Name
